// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Diagnostica qualità di stampa";

TransferringProcessTitle = "Trasferimento del file…";
PrintingProcessTitle = "Stampa pagina diagnostica qualità di stampa…";

NoPrintTitle = "Impossibile stampare la pagina diagnostica PQ";
NoPrintMsg = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";

RMTPQDPanelTitle = "Stampa pagina di diagnostica qualità di stampa";
HSDRMTQPDPanelHeader = "Stampare una pagina per decidere se è necessario eseguire eventuali strumenti per migliorare la qualità di stampa.";
HSDRMTQPDPanelFooter = "Per stampare una copia della pagina Diagnostica qualità di stampa, fare clic su Stampa pagina.";
HSDRMTPQDButtonTitle = "Stampa pagina";

HSDQualityDiagnosticsTextFieldTitle = "Diagnostica qualità di stampa";
HSDInfoTextFieldTitle = "La stampante stampa una pagina per determinare se occorre utilizzare gli strumenti di manutenzione per migliorare la qualità degli stampati.";
HSDGuideTextFieldTitle = "Fare clic su Stampa per stampare una copia della pagina di diagnostica della qualità di stampa.";
HSDPrintButtonTitle = "Stampa";
